Revit 2027 API
ParameterTypeId.PointElementMirrored Property
 "Mirrored"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementMirrored { get; }
Public Shared ReadOnly Property PointElementMirrored As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementMirrored {
	ForgeTypeId^ get ();
}
static member PointElementMirrored : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace